[Play_DLC3_S_SHN_Julian_Lives AkEvent]
SpokenText="指挥官，关于朱利安...有些事情我应该告诉你。当我们消灭了那个破坏者的时候他并没有完全被消灭。当他进入漫游者的时候他的核心记忆还有一些残留。现在我已经把这些节点隔离在一个单独的系统中了。你知道...如果我们需要...他其实能很有效地操作SPARK，如果我们能够把他的高级逻辑智能提取出来的话...我可以试试看。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Pre_Mission_Prep_2 AkEvent]
SpokenText="军事官，我必须去...我知道该怎么做。没必要再浪费时间了。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Has_Honor AkEvent]
SpokenText="20年前爸爸给SPARK原型机设置了这种声音，因为他觉得会比较适合我。现在情况不同了，对我们来说我可以把它调整为更适合一个战士的类型。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Is_Ours AkEvent]
SpokenText="指挥官，我们拿到了SPARK，以我们目前的技术我很自信能够根据它的设计进行生产。只要你下令，我就会在试验场开始进行。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Repairs_Available AkEvent]
SpokenText="指挥官，如果需要的话，我们可以让已损坏的SPARK单位继续进行战斗。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Tower_Rumor_Comp_2 AkEvent]
SpokenText="指挥官，如果你要派遣小队的话，希望能让我一起去...不管是谁发出的那条信息，他们跟我一样清楚父亲的系统...我很想查明其中的原因。只有我知道该寻找什么，你应该带上我。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

